[
    {
        "id": 20,
        "text": "Facere aspernatur sit dignissimos. Sint eum asperiores qui sint. Similique fugit quo tempora libero.",
        "isReceived": true,
        "created_at": "July 24th 2022, 10:57:56 am"
    },
    {
        "id": 21,
        "text": "Voluptate aut vitae enim cum similique quibusdam magnam. Quibusdam asperiores fugit culpa tenetur. Nam quo perspiciatis tenetur ea nulla sed.",
        "isReceived": false,
        "created_at": "July 24th 2022, 10:57:56 am"
    },
    {
        "id": 22,
        "text": "Dicta quia eos tenetur asperiores mollitia. Eligendi ab sunt numquam officia maiores aliquam voluptatem. Non ut sunt aut nihil. Voluptatem animi aliquid saepe et.",
        "isReceived": true,
        "created_at": "July 24th 2022, 10:57:56 am"
    },
    {
        "id": 8,
        "text": "Consequuntur dignissimos consequatur esse expedita modi ullam voluptas fugiat. Deserunt facilis odit qui a aut dolores labore. Libero minus in atque non excepturi fugiat.",
        "isReceived": true,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 9,
        "text": "Numquam sunt quia nihil labore et odit. Similique fuga voluptatem quia animi animi labore voluptatem. Quod doloremque enim reiciendis exercitationem.",
        "isReceived": false,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 10,
        "text": "Nobis odit facilis earum sint aut. Aut mollitia vero sint amet alias. Ut molestiae officiis delectus dolorum iure vel.",
        "isReceived": false,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 11,
        "text": "Sunt doloremque atque magni ipsum sed quibusdam. Vel facere cum voluptate ipsam quisquam aspernatur recusandae omnis. Accusamus alias est cumque itaque. Voluptatem harum perspiciatis ipsum eaque ab.",
        "isReceived": true,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 12,
        "text": "Ratione eaque esse ex assumenda labore. Odio qui et aut est ut fuga tempora. Incidunt voluptas facere nihil aut aut aut non.",
        "isReceived": false,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 13,
        "text": "Excepturi et consequuntur est quasi fugit nihil. Laborum consequatur optio laudantium veniam amet. Placeat dolorem dignissimos doloribus temporibus.",
        "isReceived": true,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 14,
        "text": "Possimus voluptatibus eligendi ullam fuga error. Facere molestias autem perspiciatis qui. Commodi non laborum sunt consequuntur praesentium quod voluptas. Quas sit quo suscipit eos ut quis soluta.",
        "isReceived": false,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 15,
        "text": "Optio odio id omnis deleniti ab nisi delectus facere. Repudiandae minima cumque reiciendis sint. Ea rem unde cum. Sit error hic quis et. Sed possimus fugit et eum et maiores.",
        "isReceived": true,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 16,
        "text": "Rerum consequuntur cupiditate molestias nam aut. Modi neque facilis suscipit non at tempore. Possimus dignissimos vero sit non excepturi totam. Asperiores vero itaque dolor id et sunt ipsum.",
        "isReceived": false,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 17,
        "text": "Animi beatae rerum ipsam voluptate rem aut sit. Sequi modi voluptates natus eum. Excepturi explicabo minus temporibus aut expedita nisi perferendis voluptatem. Qui fuga natus aliquam.",
        "isReceived": false,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 18,
        "text": "Ea earum esse et eum velit odit odio consequatur. Quibusdam eius tenetur optio rerum autem ipsa. Consequatur ipsa et earum autem veritatis assumenda blanditiis iusto.",
        "isReceived": true,
        "created_at": "July 24th 2022, 10:57:55 am"
    },
    {
        "id": 19,
        "text": "Ab tempore debitis placeat rem. Qui ea saepe error voluptatem. Vitae voluptatem ipsam non aut recusandae sit odio. Modi totam enim ipsa est unde sapiente. Nobis minima aliquid vitae aut dolores et.",
        "isReceived": true,
        "created_at": "July 24th 2022, 10:57:55 am"
    }
]
