{
    "data": [
        {
            "id": 24,
            "text": "Et aut ut neque. Velit reprehenderit dolorem laborum blanditiis eveniet est. Autem facere suscipit exercitationem reiciendis vel. Laborum delectus et voluptatem nihil cupiditate expedita nemo.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:50",
            "created_at": "03:50"
        },
        {
            "id": 9,
            "text": "Vero possimus illo quia minima. Quo sapiente sunt aut quo neque dolores. Ut eveniet a eaque modi eveniet. Ab dicta quaerat corporis atque delectus.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:48",
            "created_at": "03:48"
        },
        {
            "id": 10,
            "text": "Provident velit provident vero quo sit. Eius sapiente aut ea commodi voluptatem commodi. Et excepturi aut reprehenderit aliquam facere iure non.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:48",
            "created_at": "03:48"
        },
        {
            "id": 11,
            "text": "Est aut quia ipsa explicabo. Temporibus vero rerum autem blanditiis veritatis. Voluptatem vel et adipisci eos.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:48",
            "created_at": "03:48"
        },
        {
            "id": 12,
            "text": "Omnis a ea in provident. Dolor minus nesciunt occaecati quaerat itaque. Quam id molestiae cumque ut sunt.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:48",
            "created_at": "03:48"
        },
        {
            "id": 13,
            "text": "Dolorem rem temporibus sint distinctio. Nemo omnis omnis qui voluptatem omnis. Veritatis illo tenetur molestiae illum sint velit enim.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:48",
            "created_at": "03:48"
        },
        {
            "id": 14,
            "text": "Nostrum temporibus accusantium totam necessitatibus. Aut non consequatur magni provident labore et molestiae. Voluptates distinctio sint nisi aut culpa.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:48",
            "created_at": "03:48"
        },
        {
            "id": 15,
            "text": "Dolor est natus laborum dolore ex neque. Aut rerum consequuntur perferendis sunt omnis.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:48",
            "created_at": "03:48"
        },
        {
            "id": 16,
            "text": "Nemo impedit nisi rerum at. Autem non magnam fuga doloribus cumque quisquam soluta. Adipisci qui molestiae quas voluptatem corrupti minima fugit consequuntur. Est sunt qui provident praesentium.",
            "is_received": false,
            "status": "READ",
            "read_at": "03:48",
            "created_at": "03:48"
        }
    ],
    "current_page": 2,
    "next_page": null,
    "prev_page": 1
}
